Repository: mmgit/de.systopia.promocodes
Catalog: l10n/*/LC_MESSAGES/promocodes.po
Languages: de_de

source: Promo-Code Generation: Contacts
de_de: Werbecode Erstellung für Kontaktauswahl

source: Campaign
de_de: Kampagne

source: Financial Type
de_de: Zuwendungsart

source: Code Type
de_de: Codetyp

source: Custom Field %1
de_de: Zusatzfeld %1

source: Column Name
de_de: Spaltentitel

source: Generate CSV
de_de: CSV Erstellen

source: Back
de_de: Zurück

source: Please add a column name
de_de: Bitte einen Spaltennamen angeben

source: Promo-Code Generation: Memberships
de_de: Werbecode Erstellung für Mitgliedschaftenauswahl

source: Contact ID
de_de: Kontakt ID

source: Membership ID
de_de: Mitgliedschaft ID

source: Membership Start
de_de: Beginn der Mitgliedschaft

source: Membership End
de_de: Ende der Mitgliedschaft/-Periode

source: Membership Joined
de_de: Beitrittsdatum

source: Membership Status
de_de: Status der Mitgliedschaft

source: Organisation Name
de_de: Organisationsname

source: Legal Name
de_de: Gesetzlicher Name

source: Household Name
de_de: Haushaltsname

source: Prefix
de_de: Präfix

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Street Address
de_de: Straße/Hausnr.

source: Postal Code
de_de: PLZ

source: City
de_de: Ort

source: Postal Greeting
de_de: Briefanrede

source: Promo Code
de_de: Werbecode

source: PromoCodes-
de_de: Werbecodes-

source: With Campaign (fixed length): 'X{contact}X{campaign}X{checksum}X'
de_de: Mit Kampagne (Länge 22): 'X{Kontakt}X{Kampagne}X{Checksumme}X'

source: With Campaign (short): 'X{contact}X{campaign}X{checksum}X'
de_de: Mit Kampagne (Kurzform): 'X{Kontakt}X{Kampagne}X{Checksumme}X'

source: With Campaign+FinancialType (fixed length): 'X{contact}X{campaign}X{ftype}X{checksum}X'
de_de: Mit Kampagne+Zuwendungsart (Länge 25): 'X{Kontakt}X{Kampagne}X{Zuwendungsart}X{Checksumme}X'

source: With Campaign+FinancialType (short): 'X{contact}X{campaign}X{ftype}X{checksum}X'
de_de: Mit Kampagne+Zuwendungsart (Kurzform): 'X{Kontakt}X{Kampagne}X{Zuwendungsart}X{Checksumme}X'

source: With Financial Type (short): 'M{membership}M{type}M{checksum}M'
de_de: Mit Zuwendungsart (Kurzform): 'M{Mitgliedschaft}M{Zuwendungsart}M{Checksumme}M'

source: None
de_de: Kein(e)

source: Disabled
de_de: Deaktiviert

source: Custom: %1 - %2
de_de: Feld: %1 - %2

source: Display Name
de_de: Anzeigename

source: Custom: %1
de_de: Feld: %1

source: Generate Promo-Code
de_de: Werbecodes Erstellen

source: PromoCode Parameters
de_de: Werbecode Parameter

source: Custom Columns
de_de: Zusatzspalten
